Repository: Andrettin/Wyrmsun
Catalog: translations/wyr-*.po
Languages: ru

source: - Kill 8 Yales
ru: - Убить 8 йейлов

source: After a long time wandering, a clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home...
ru: После долгих скитаний клан дворфов под предводительством Модсогнира прибыл в Сваринсхауг в поисках нового дома...

source: ~!Continue
ru: ~!Далее

source: Modsognir
ru: Модсогнир

source: My clansfolk, if we are to survive, we will need food and materials to build shelters for our people.
ru: Братья! Если мы хотим выжить, нам нужно раздобыть еду и построить дома для нашего народа.

source: Durin
ru: Дурин

source: Aye. There are plenty of yales here, we should hunt some.
ru: Да! Я видел здесь много йейлов. Время для охоты!

source: By nightfall the blood bats - or worse - will come out into the open, we need to be ready before then.
ru: С наступлением ночи вылезут летучие мыши-кровопийцы или ещё кто похуже. Мы должны быть готовы к этому.

source: - Gather 400 lumber and 200 stone
ru: - Собрать 400 древесины и 200 камня

source: - Modsognir must survive
ru: - Модсогнир должен выжить

source: - Durin must survive
ru: - Дурин должен выжить

source: Thjodrorir
ru: Тьодрёрир

source: Thjodrorir, when I was young ye were already old. Ye, wisest of our clan... what does the future have in store for us?
ru: Тьодрёрир, в пору моей юности ты уже был стар. Мудрейший из нашего клана, скажи, что день грядущий нам готовит?

source: Aye, much do I know, but in this case little can I tell.
ru: О, во многом я сведущ, да здесь сказать мало могу.

source: We have hunted enough of them to last for a while. Ah, nothing like the taste of roasted yale...
ru: Славная охота! Еды у нас теперь вдоволь. Эх, что может быть лучше зажаренного йейла...

source: A Rocky Home
ru: Скалистый дом

source: The materials we need have been collected.
ru: Все необходимые материалы собраны.

source: The materials we need have been collected. It is time to build our new homes by these rocks!
ru: Все необходимые материалы собраны. Время построить новые дома возле тех скал!

source: Modsogning Clan
ru: Клан Модсогнира

source: Svarinshaug
ru: Сваринсхауг

source: Fjalar
ru: Фьялар

source: Galar
ru: Галар

source: Fjalar and Galar
ru: Фьялар и Галар

source: A few days ago our clan's sage, Thjodrorir, disappeared during the night. Word has now reached our chieftain Modsognir that the dwarves Fjalar and Galar have captured Thjodrorir, for unknown reasons. The chieftain has sent you, Durin, to enter their hall, rescue the sage - or what remains of him - and bring the evil pair to the clan's justice.
ru: Несколько ночей назад Тьодрёрир, мудрец нашего клана, бесследно пропал. До нашего вождя Модсогнира дошла молва о том, что дворфы Фьялар и Галар захватили Тьодрёрира и держат в заточении. Он отправил тебя, Дурин, чтобы ты проник в их убежище, спас мудреца или хотя бы то, что осталось от него, и пусть злодеи предстанут перед справедливым судом.

source: We must wary, for these corridors are filled with the two dwarves' thugs. Let us get this over with as quickly as we can.
ru: Мы должны быть настороже, ибо эти коридоры кишат прихвостнями коварных дворфов. Давайте разберемся с ними как можно быстрее

source: Fjalar's and Galar's Hall
ru: Чертоги Фьялара и Галара

source: - Defeat your enemies
ru: - Победите врагов

source: - Rescue Thjodrorir's remains
ru: - Найдите останки Тьодрёрира

source: - Bring Fjalar and Galar to the clan's justice
ru: - Найдите Фьялара и Галара и приведите их на суд клана

source: Fjalar and Galar, I am here on behalf of Modsognir. Where is Thjodrorir?
ru: Фьялар и Галар! Именем Модсогнира, я приказываю вам ответить, где Тьодрёрир?

source: He is no more. We brew his blood into mead, to absorb his ancient wisdom and gift with words.
ru: Он мёртв. Из его крови, смешанной с пчелиным мёдом, мы сварили напиток, дабы впитать дарованную ему древнюю мудрость

source: I feel rather like a sage, myself. We made a cauldron of mead, Odrorir, along with two jars, Bodn and Son. Go away, you can't drink any!
ru: Я сам теперь чувствую себя мудрецом. Мы разлили мёд в три сосуда - Одрёрир, Сон и Бодн. Уходи прочь! Тебе нельзя пить из них!

source: Abominable! How could you, to Thjodrorir... Foolish as you seem, the mead certainly made you none the wiser.
ru: Чудовища! Как вы могли так поступить с Тьодрёриром... Глупцы как были, так и есть - то мёдом не исправить.

source: Thjodrorir went down first, but you will be next!
ru: Тьодрёрир пал первым, теперь пришёл и твой черед!

source: It is over. I will bring the cauldron and jars to Modsognir, and have them buried in Thjodrorir's grave. It is the best that can be done...
ru: Всё кончено. Я принесу сосуды Модсогниру и мы погребём их вместе с прахом Тьодрёрира. Это лучшее, что мы можем сделать...

source: The Mead of Wisdom
ru: Мёд Мудрости

source: Raiders
ru: Налётчики

source: Norlund Clan
ru: Клан Норлунд

source: The Eikinskjaldi Clan from Joruvellir has hired us to recover the skull of Durahn Eikinskjaldi, a dwarven warlord of ages past. The clan's chieftain needs the skull to prove his descent from Durahn, and thus his claim to his title.
ru: Клан Эйкинскьяльди с равнин Йоры нанял нас для поисков черепа Дурана Эйкинскьяльди, военачальника дворфов прошлого. Вождю клана нужен этот череп, чтобы доказать своё родство с Дураном и, тем самым, защитить свой статус.

source: - Retrieve Durahn Eikinskjaldi's skull
ru: - Найдите череп Дурана Эйкинскьяльди

source: - Durstorn and Baglur must survive
ru: - Дурсторн и Бальгур должны выжить

source: Baglur
ru: Бальгур

source: Gnomish raiders looting the tomb... bad news.
ru: Налётчики гномов расхищают гробницу...плохие новости.

source: The ceiling of this antechamber bears a mosaic... depicting a dwarven noble with gold armor and a huge axe.
ru: Потолок здесь украшен мозайкой с изображением знатного дворфа в золотой броне и с огромным топором.

source: Durstorn
ru: Дурсторн

source: Fit for a chieftain.
ru: Подходяще для вождя.

source: The walls here have niches, which must have contained dwarven corpses before the raiders scoured this room for valuable objects.
ru: В стенах есть ниши, в которых, по-видимому, лежали останки дворфов, перед тем как похитители обыскали эту комнату в поисках ценностей.

source: The remains of a dwarf... the regalia does not seem Durahn's. This must be Isuldan, his son.
ru: Останки дворфа...По регалиям не похоже, что это Дуран. Должно быть, это Исульдан, его сын.

source: Bloody dwarves! We were almost finishing with this tomb... prepare to be gutted.
ru: Проклятые дворфы! Мы почти закончили с этой гробницей... Приготовьтесь к смерти!

source: The skeleton of a female dwarf... Durahn's wife Gneissus, I suppose.
ru: Скелет женщины-дворфа. Похоже, что это жена Дурана, Гнеиссус.

source: There's a book on this table... merchant contacts that the raider leader used to sell off the tomb's artifacts are written on it.
ru: Здесь на столе лежит книга. В ней записано, кому глава расхитителей продавал артефакты с гробниц.

source: There's Durahn's skeleton! Let us bring his skull back to the Eikinskjaldis for a nice reward.
ru: А вот и скелет Дурана! Давай уже принесём его череп назад к Эйкинскьяльди и получим нашу награду.

source: The Tomb of Durahn Eikinskjaldi
ru: Гробница Дурана Эйкинскьяльди

source: Tomb of Durahn Eikinskjaldi
ru: Гробница Дурана Эйкинскьяльди

source: A clan of dwarves led by Modsognir has arrived in Svarinshaug, seeking a new home. Beset by hostile natural forces on all sides, can they survive their first winter? Map: Svarinshaug Rewards: 1 Dwarven Technology Point.
ru: Клан дворфов под предводительством Модсогнира прибыл в Сваринсхауг в поисках нового дома. Окружённые враждебными силами природы со всех сторон, смогут ли они пережить свою первую зиму? Карта: Сваринсхауг Награда: 1 очко технологий дворфов.

source: Nidavellir
ru: Нидавеллир

source: Dwarf
ru: Дворф

source: The sage of Modsognir's clan has disappeared, taken by two dwarves called Fjalar and Galar. Modsognir has sent Durin to enter their hall, rescue the sage - or what remains of him - and bring the evil pair to justice. Map: Fjalar's and Galar's Hall Rewards: 2 Dwarven Technology Points.
ru: Мудрец клана Модсогнира был похищен двумя дворфами по имени Фьялар и Галар. Модсогнир отправил Дурина в их чертоги, чтобы спасти мудреца или хотя бы то, что осталось от него, и привести злодеев на суд клана. Карта: Чертоги Фьялара и Галара Награда: 2 очка технологий дворфов.

source: The dwarves of the Eikinskjaldi Clan need to recover Durahn Eikinskjaldi's skull to prove their claim in the lordship of Joruvellir, but Durahn's tomb has fallen prey to a band of gnomish raiders... Map: Tomb of Durahn Eikinskjaldi Rewards: 1 Dwarven Technology Point.
ru: Дворфы клана Эйкинскьяльди хотят найти череп Дурана Эйкинскьяльди, чтобы доказать своё право владения равниной Йоры, но гробница Дурана стала целью банды расхитителей... Карта: Гробница Дурана Эйкинскьяльди Награда: 1 очко технологий дворфов

source: A Bargain is Struck
ru: Сделка

source: A gnomish monarch arrives at a small border outpost led by Rugnur, asking that his clan craft a special scepter for him. Map: Chaincolt Foothills Rewards: 2 Dwarven Technology Points.
ru: Монарх гномов прибывает на небольшую приграничную заставу под командованием Ругнура, который просит, чтобы клан изготовил ему особый скипетр. Карта: Предгорья Чейнкольт Награда: 2 очка технологий дворфов.

source: Chaincolt Foothills
ru: Предгорья Чейнкольт

source: Closing the Gates
ru: Закрывая врата

source: Having retreated from the raiders' onslaught, Rugnur reaches the gates of his clan's tunnels. Map: Caverns of Chaincolt Rewards: 2 Dwarven Technology Points.
ru: Вынужденный отступить после атаки налётчиков, Ругнур подходит к воротам в подземные ходы своего клана Карта: Пещеры Чейнкольт Награда: 2 очка технологий дворфов.

source: Caverns of Chaincolt
ru: Пещеры Чейнкольт

source: Searching for the Runecrafter
ru: В поисках мастера рун

source: Rugnur's expedition reaches the northlands, and begin to search for the runesmith named Thursagan - the sage of fire. Map: Northern Wastelands Rewards: 2 Dwarven Technology Points.
ru: Ругнур со своими верными людьми достигает северных земель и начинает поиски мастера рун по имени Турсаган, мудреца огня. Карта: Северные Пустоши Награда: 2 очка технологий дворфов.

source: Northern Wastelands
ru: Северные Пустоши

source: Gathering Materials
ru: Собирая материалы

source: Rugnur and his brave companions, having spent two years harvesting materials in the tunnels of the eastern mines, now venture into the very heart of the goblins' territory to obtain the last materials needed... Map: Eastern Mines Rewards: 2 Dwarven Technology Points.
ru: Ругнур и его храбрые товарищи после двух лет поисков в туннелях западных шахт отправляются в самое сердце территории гоблинов, чтобы найти там последние необходимые материалы... Карта: Западные Шахты Награда: 2 очка технологий дворфов.

source: Eastern Mines
ru: Западные Шахты

source: Hills of the Shorbear Clan
ru: Холмы клана Шорбеар

source: Durstorn, Rugnur and their companions travel to the hills of the Shorbear Clan, seeking access to that tribe's magnificent tools, which are needed to craft the Scepter of Fire. Map: Shorbear Hills Rewards: 2 Dwarven Technology Points.
ru: Дурсторн, Ругнур и их спутники отправляются в путешествие к холмам клана Шорбеар, надеясь получить доступ к великолепным инструментам этого клана, которые нужны для создания Скипетра Огня. Карта: Холмы Шорбеар Награда: 2 очка технологий дворфов.

source: Shorbear Hills
ru: Холмы Шорбеар

source: The Wyrm
ru: Змей

source: Wyrm
ru: Змей

source: Rugnur's dwarves delve deep into underground caves, seeking to escape from the Shinsplitter Clan. However, the section of the old eastern mines that they reached had long since become the lair of Svafnir... the wyrm. Map: Svafnir's Lair Rewards: 2 Dwarven Technology Points.
ru: Дворфы Ругнура погружаются глубоко под землю, убегая от клана Шинсплиттер. Однако, та часть старых западных шахт, в которой они оказались, давно облюбовал себе в качестве логова змей Свафнир. Карта: Логово Свафнира Награда: 2 очка технологий дворфов.

source: Svafnir's Lair
ru: Логово Свафнира

source: Caverns of Flame
ru: Пламенные Пещеры

source: Rugnur and his companions reach deep into the Caverns of Flame, where they find an ancient dwarven mechanism which may just allow them to prevent the Shinsplitters from getting their hands on the Scepter. Map: Caverns of Flame Rewards: 1 Dwarven Technology Point.
ru: Ругнур и его товарищи достигли Пламенных Пещер, где нашли древний механизм дворфов, который может помочь им остановить клан Шинсплиттер, желающий захватить Скипетр. Карта: Пламенные Пещеры Награда: 1 очко технологий дворфов.
